Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: A ja nie wiedziałem, że pracujesz dla Lichwiarza.
uk: А я не знав, що ти працюєш на Лихваря.

source: A ja przychodzę, by zaoferować ci bardzo praktyczne i przyjemne rozwiązanie wszystkich twoich problemów związanych z turniejem.
uk: Я прийшов, щоб запропонувати тобі дуже практичне і приємне рішення всіх твоїх проблем, пов'язаних з турніром.

source: A ja tak! Żaden z moich ludzi nie zrobiłby czegoś takiego. Skończmy tę absurdalną rozmowę.
uk: А я впевнений! Ніхто з моїх людей не зробив би нічого подібного. Давай припинимо цю абсурдну розмову.

source: A ja tam nie mam zamiaru narzekać. Więcej wina i ploteczek dla mnie.
uk: І я не збираюся скаржитися. Ще більше вина і пліток для мене.

source: A ja z reguły nie pakuję się w kłopoty, gdy nie muszę.
uk: А я зазвичай не лізу в неприємності без необхідності.

source: A ja zamierzam sprawdzić je wszystkie!
uk: А я збираюся перевірити їх усі!

source: A ja zaoszczędziłem sporo pieniędzy. Ech, szkoda, że postanowiłeś zostać mundurowym. Jesteś całkiem użyteczny!
uk: А я заощадив багато грошей. Ех, шкода, що ти вирішив стати вартовим. Ти б нам дуже знадобився!

source: A ja, będąc Jego skromnym pasterzem, wypełnię Jego wolę. Zrobię wszystko, aby moje owieczki zawsze trwały przy Jego płomieniu.
uk: І я, будучи Його смиренним пастирем, виконуватиму Його волю. Я зроблю все, щоб мої вівці завжди трималися біля Його полум’я.

source: A ja... a ja muszę się napić.
uk: А мені... а мені потрібно випити.

source: A jak bardzo ci na tym zależy?
uk: А наскільки це важливо для тебе?

source: A jak ci się wydaje? Dla własnego bezpieczeństwa.
uk: А сам ти як думаєш? Для власної ж безпеки.

source: A jak ci zapłacę?
uk: А якщо я заплачу?

source: A jak coś się jej stanie?
uk: А якщо з нею щось станеться?

source: A jak inaczej to sobie wyobrażałeś? Im bardziej znany wojownik, tym mniej musi zapłacić, by wziąć udział w turnieju.
uk: А як ти собі це уявляв? Чим відоміший боєць, тим менше йому треба платити за участь у турнірі.

source: A jak jest taki mądry, to niech sam sobie rąbie to drewno. Mnie nic do tego.
uk: Якщо він такий розумний, то нехай сам сходить в ліс і нарубає тих дров. Це не мій обов'язок.

source: A jak jeszcze zaraz potem odwiedzisz Gerstanda, to już kompletnie niczego więcej ci nie będzie potrzeba!
uk: А якщо ти ще відвідаєш Герстанда, то тобі взагалі більше нічого не знадобиться!

source: A jak jeszcze zaraz potem odwiedzisz Gerstanda, to już kompletnie niczego więcej ci nie będzie trzeba!
uk: А якщо ти ще відвідаєш Герстанда, то тобі взагалі більше нічого не знадобиться!

source: A jak ma być? Cały czas tak samo. Zamiast skazańców ścinam suche konary drzew.
uk: А як мають бути? Завжди однаково. Замість в'язнів я рубаю сухі гілки дерев.

source: A jak ma się czuć ktoś, kto przegrał zakład? Okropnie! Nawet roślina, którą przyniosłeś, nie pomogła!
uk: А як має почуватися той, хто програв парі? Жахливо! Навіть рослина, яку ти приніс, не допомогла!

source: A jak ma się trzymać kobieta, która właśnie straciła swojego męża?
uk: А як має триматися жінка, яка щойно втратила свого чоловіка?

source: A jak ma wyglądać?
uk: А як вона має виглядати?

source: A jak mam pracować? No powiedz mi, jak mam pracować w stoczni, mając sprawną tylko jedną rękę? Przecież obie są potrzebne!
uk: А як я маю працювати? Ну скажи мені, як я можу працювати у корабельні з однією працюючою рукою? Тут потрібні обидві!

source: A jak mi jest przykro to mówić... Cóż, Holdwig musi się jeszcze wiele nauczyć, jeśli chce dobrze poprowadzić interes.
uk: А мені як прикро це говорити... Що ж, Гольдвігу ще багато чому треба навчитися, якщо він хоче добре керувати бізнесом.

source: A jak miało nam się poszczęścić, skoro szykowaliśmy się do sprawdzenia tego samego miejsca?! Cholera, zepsułeś całą akcję!
uk: А як нам мало пощастити, якщо ти прийшов на те ж саме місце, що й ми?! Чорт забирай, ти зіпсував усю операцію!

source: A jak może wyglądać? Siedzę i patrzę na magazyn.
uk: А як вона може виглядати? Я сиджу і дивлюся на склад.

source: A jak myślisz? Gdzie, może być obecny właściciel winnicy?
uk: А ти сам як гадаєш? Де може знаходитись власник виноградника?

source: A jak myślisz? Mieliście pilnować naszego bezpieczeństwa! Gdyby nie to, że sami musimy postawić most, to już dawno by mnie tu nie było!
uk: А ти як думаєш? Ти мав нас оберігати! Якби нам не довелося самим будувати міст, мене б давно вже тут не було!

source: A jak myślisz? Zabijcie ich co do jednego. Nikt nie będzie okradał Corteza.
uk: А ти як думаєш? Вбийте їх усіх до останнього. Ніхто не сміє обкрадати Кортеза.

source: A jak nie wydębisz?
uk: А якщо не вдасться?

source: A jak radzisz sobie ty?
uk: А ти як справляєшся?

source: A jak się może czuć ktoś, kto wygrał zakład? Świetnie! Chociaż gdybyś mi nie przyniósł rośliny, mogłoby być słabo!
uk: А як може почуватися той, хто виграв парі? Чудово! Хоча, якби ти не приніс мені рослину, могло б бути погано!

source: A jak tam zdrówko Kessela? Nie widziałem go wśród twoich kolegów. Czyżby jakiś wypadek przy pracy?
uk: А як там здоров'я Кесселя? Я не бачив його серед твоїх товаришів. Якийсь нещасний випадок на службі?

source: A jak tego nie zrobię, to co będzie?
uk: А якщо я цього не зроблю, то що буде?

source: A jak ty byś się czuł, gdyby jakiś mięśniak dzień w dzień zmuszał cię do katorżniczej pracy i jeszcze przy tym wrzeszczał ci nad uchem?
uk: А як би ти почувався, якби якийсь здоровань змушував тебе тяжко працювати день за днем, постійно волаючи над вухом?

source: A jak wygląda sprawa z nowym wyposażeniem? Muszę zdobywać je na własną rękę?
uk: А як щодо нового спорядження? Мені доведеться купувати його самостійно?

source: A jak wygląda? Dzień po dniu ścinam te cholerne badyle. Przynajmniej w koszarach mają zapas drewna na dwa lata dzięki mnie.
uk: А на що це схоже? З дня в день я рубаю ці кляті поліняки. Принаймні в казармах завдяки мені вже запас дров на два роки.

source: A jak wyglądali?
uk: А як вони виглядали?

source: A jak zapłacę?
uk: А якщо я заплачу?

source: A jakby ktoś pokazał, że dobiegnie na czas?
uk: А якщо хтось покаже, що може добігти вчасно?

source: A jakby nie patrzeć, Rozjemca należy do niego zgodnie z prawem dziedziczenia... Ale ta armia i groźby? To do niego niepodobne! Zawsze miałem go za człowieka spokojnego i opanowanego.
uk: І як не крути, Миротворець належить йому за правом спадщини... Але ця армія і погрози? Це не схоже на нього! Я завжди думав про нього як про спокійну і врівноважену людину.

source: A jakbym ci w czymś pomógł?
uk: А якщо я тобі чимось допоможу?

source: A jakbym zbadał tę sprawę?
uk: Може я розслідую цю справу?

source: A jakbym zrekompensował ci opóźnienie w połowach? Mam przy sobie parę ryb, mogę ci je oddać.
uk: А якби я компенсував тобі затримку з риболовлею? У мене з собою є риба, можу віддати.

source: A jakbyś na chwilę odwrócił wzrok?
uk: А якщо ти на мить відвернешся?

source: A jakbyś przy tym zarobił parę monet?
uk: А якби ти заробив кілька монет в процесі?

source: A jaki masz dowód, że to ja uszkodziłem dźwig? Będzie słowo przeciwko słowu, nic mi nie zrobią. Samej części też nie znajdą, dobrze ją ukryłem.
uk: А які у тебе докази, що це я пошкодив кран? Якщо це буде твоє слово проти мого, вони мені нічого не зроблять. Та й саму деталь не знайдуть, я її добре сховав.

source: A jaki straż miejska może mieć interes z właścicielem browaru? Myślisz, że mamy tutaj samych ochlapusów?
uk: А як це Міська Варта може мати справу з власником пивоварні? Ти вважаєш, у нас тут самі пияки?

source: A jaki ty masz w tym interes?
uk: А яка тобі з цього вигода?

source: A jaki ty możesz mieć do mnie interes? Planujesz zostać kupcem?
uk: І які в тебе можуть бути справи зі мною? Чи ти плануєш стати торговцем?

source: A jakie może być? Do dupy.
uk: А як може бути? Відстійно.

source: A jako że i tak zmierzam do Silbach, to proponuję promocyjną cenę.
uk: А оскільки я все одно прямую до Сільбаху, то пропоную знижку.

source: A jakże! Lorenzo ciągle mnie tu posyła, bo znam osobiście Lewko. Niestety.
uk: А як же! Лоренцо посилає мене сюди, бо я особисто знаю Левка. На жаль.

source: A jakże! Podobno oprócz dzików ustrzeliliście też jakichś dezerterów!
uk: А як же! Схоже, окрім кабанів, ти ще й якихось дезертирів підстрелив!

source: A jakże! Zakładam, że wyruszyłeś z tego samego powodu co my.
uk: А як же! Гадаю, ви виїхали з тієї ж причини, що й ми.

source: A jakże. Kto pyta?
uk: Звісно. А хто питає?

source: A jakże. Niestety, straciłem swoją w jednym z tuneli. Pełzacze pewnie się już do niej dobrały.
uk: Звісно, що вмію. На жаль, я загубив свій в одному з тунелів. Мабуть, повзуни вже дісталися до нього.

source: A jednak cię mam!
uk: Зараз ти в мене отримаєш!

source: A jednak jakimś cudem zamach się wydarzył.
uk: І все ж якимось дивом замах відбувся.

source: A jednak mi się nie wymkniesz!
uk: І все ж, ти від мене не втечеш!

source: A jednak miałam rację.
uk: І все ж я мала рацію.

source: A jednak to on siedzi za kratkami.
uk: І все ж саме він сидить за ґратами.

source: A jednak!
uk: Я так і знав!

source: A jedzenie! Kwatermistrz zapewnia nam racje tak duże, i tak smaczne, że cały czas chodzi się najedzonym jak bąk!
uk: А їжа! Інтендант видає нам такі великі пайки, і такі смачні, що ти весь час ходиш ситим, як кабан!

source: A jest on człowiekiem wielu talentów, mądrym, sprawiedliwym i, o czym mało osób wie, zdolnym w szermierce.
uk: А він – людина дуже талановита, мудра, справедлива і, як мало хто знає, вправна у фехтуванні.

source: A jest trochę lepiej niż wcześniej, dziękuję za troskę.
uk: Вже трохи краще, ніж раніше, дякую за турботу.

source: A jesteś pewny? Jak powiadomię pozostałych mistrzów, to nie będzie odwrotu.
uk: Ти впевнений? Якщо я повідомлю інших майстрів, шляху назад вже не буде.

source: A jesteś uzdrowicielem?
uk: А ти – цілитель?

source: A jeszcze dłużej byś siedział nad przepaścią, gdybym się nie pojawił.
uk: І ти б ще довше просидів на краю прірви, якби я не з'явився.

source: A jeszcze niedawno mówiłeś co innego...
uk: А ще зовсім недавно ти казав протилежне...

source: A jeszcze rzadziej kogoś kto potrafi odpowiednio pokierować innymi by pomogli mu z jego problemami.
uk: І ще рідше можна зустріти того, хто може правильно спрямувати інших, щоб вони вирішили його проблеми.

source: A jeśli Ulryk dowie się o twoim strzelaniu do cywili?
uk: А якщо Ульрік дізнається, що ти стріляв у цивільних?

source: A jeśli będziesz dalej naciskał, to twoja dupa zaraz poczuje mojego buta!
uk: І якщо ти не відчепишся, твоя дупа зараз відчує мого черевика!

source: A jeśli chcesz wiedzieć, co dokładnie robię, to segreguję skrzynie i naprawiam sieci. Czasem też przepłynę się łódką tu i tam.
uk: А якщо ти хочеш знати, що саме я роблю, то я сортую коробки і лагоджу сітки. Іноді я також катаюся на човні туди-сюди.

source: A jeśli chodzi o Otmara, to dopilnuję, by do końca swych dni zajmował się wyłącznie naszymi przewodnikami.
uk: А що стосується Отмара, то я простежу, щоб він до кінця своїх днів мав справу виключно з нашими провідниками.

source: A jeśli chodzi o pozostałe składniki to z pewnością, któryś z piratów może ci je sprzedać. W końcu na bagnach bez przerwy zabija się jakiegoś krwiopijcę albo węża błotnego.
uk: Щодо інших інгредієнтів, то напевно хтось із піратів зможе тобі їх продати. Зрештою, на болотах постійно вбивають якогось шершня чи болотожера.

source: A jeśli chodzi o wojowników... hmm... zastanówmy się...
uk: А що стосується воїнів... гмм... давай подумаємо...

source: A jeśli chodzi o zabijanie, to możesz go dodatkowo poprosić, żeby te skały nie poleciały bezpośrednio na obóz, tylko gdzieś obok. Z pewnością da się to wyliczyć.
uk: А якщо мова йде про вбивство, то можна додатково попросити його, щоб ці камені полетіли не прямо в табір, а кудись поряд. Напевно, це можна прорахувати.

source: A jeśli ci się cholernie nudzi, mam dla ciebie doskonałą zabawę. Nazywa się 'pluj i łap'.
uk: А якщо тобі до біса нудно, я маю для тебе ідеальну гру. Називається 'плюй і лови'.

source: A jeśli jeszcze tego nie zrobiłeś, idź do Oktava - da ci za niego nagrodę.
uk: Якщо ти цього ще не зробив, то звернися до Октава – він дасть тобі винагороду.

source: A jeśli ktoś urodził się dobry?
uk: А що, коли хтось народжується добрим?

source: A jeśli masz z tym problem, to możesz mu wytłumaczyć się osobiście.
uk: А якщо у тебе з цим виникнуть проблеми, ти зможеш пояснити йому все особисто.

source: A jeśli nas zaatakujesz, no cóż, to szybko podzielisz jego los.
uk: А якщо ти нападеш на нас, то швидко розділиш його долю.

source: A jeśli nie będzie wywiązywał się z obowiązków, niech lepiej się przyzwyczai do takich poranków.
uk: І якщо він не буде виконувати своїх обов'язків, то таке його чекатиме щоранку.

source: A jeśli nie chcesz, by cała winnica dowiedziała się o twoim małym sekrecie, to lepiej zacznij gadać.
uk: І якщо ти не хочеш, щоб весь виноградник дізнався про твою маленьку таємницю, тобі краще почати говорити.

source: A jeśli nie, to w ramach nagrody za twoją pomoc, wyznaczę kilku zdolnych łowców by rozpoczęli poszukiwania.
uk: А якщо ні, то в нагороду за твою допомогу я відправлю на його пошуки декількох досвідчених мисливців.

source: A jeśli odmówię?
uk: А якщо я відмовлюсь?

source: A jeśli przez lata służby pokornie wypełniają wolę Pana, mają szansę dostąpić zaszczytu noszenia szat, takich jak te, które mam na sobie.
uk: І якщо вони смиренно виконують волю Господа протягом багатьох років служіння, то мають шанс отримати привілей носити таку ж мантію, як у мене.

source: A jeśli są niewinni?
uk: А якщо вони не винні?

source: A jeśli tego nie zrobi?
uk: А якщо він цього не зробить?

source: A jeśli zapłacę?
uk: А якщо я заплачу?

source: A jeśli znasz podstawy pozyskiwania trofeów zwierzęcych, to mogę cię też nauczyć wyrywania pazurów, kłów, języków ognistych jaszczurów i zdzierania skór z gadów.
uk: А якщо ти вже знаєш основи зняття трофеїв з тварин, я можу навчити тебе видаленню зубів, кігтів та язиків вогняних ящерів, а також знімати шкуру з рептилій.

source: A jeśli... pragniesz złożyć skromny datek na rzecz Kościoła, porozmawiaj z bratem Tengralem. Znajdziesz go w naszych kwaterach.
uk: А якщо ти... хочеш зробити скромну пожертву Церкві, поговори з братом Тенгралом. Ти знайдеш його в наших покоях.

source: A jeżeli chcesz, to możemy pohandlować! Szybka decyzja!
uk: А якщо хочеш, то можемо поторгуватися! Швидше вирішуй!

source: A jeżeli nie czytałeś...
uk: А якщо ти не читав...

source: A już myślałem, że się dogadamy...
uk: А я вже думав, що ми порозумілися...

source: A już myślałem, że to będzie nudny dzień.
uk: А я вже думав, що день буде нудним.

source: A kiedy ci się zachce?
uk: А коли захочеш?

source: A kiedy mnie połatają, to... znów zaczniesz pytać?
uk: А коли мене підлатають... ти знову почнеш розпитувати?

source: A kiedy zamierzasz to zrobić?
uk: А коли ти збираєшся це зробити?

source: A kim jest ten Fabio?
uk: Хто такий цей Фабіо?

source: A komu to potrzebne?
uk: А кому це потрібно?

source: A komu to potrzebne? A na co?
uk: А кому це потрібно? І для чого?

source: A konkretniej?
uk: А конкретніше?

source: A kto by chciał zatrudnić takiego kalekę, jak ja? Ja nikomu nie jestem potrzebny, tylko bym przeszkadzał.
uk: А хто захоче найняти такого каліку, як я? Я нікому не потрібен, і буду тільки заважати.

source: A kto by nie chciał? Może zechcesz wyjaśnić mi o co w tym wszystkim chodzi?
uk: А хто б не хотів? Може, ти поясниш мені, у чому справа?

source: A kto byłby tak głupi, żeby zaatakować magów? Na pewno nie ja! Ja... no ja w każdym razie nie robię niczego złego.
uk: Та хто ж буде настільки дурний, щоб нападати на магів? Звісно ж, не я! Я... у будь-якому випадку, я не роблю нічого поганого.

source: A kto ci dał prawo głosu? Powinienem był udusić cię jeszcze na tym przeklętym statku. To przez ciebie i twojego przemądrzałego brata wylądowaliśmy w morzu.
uk: А хто тобі давав право голосу? Я мав би задушити тебе ще на тому проклятому кораблі. Це через тебе і твого пихатого брата ми опинилися в морі.

source: A kto potrzebuje Króla?
uk: А кому потрібен той Король?

source: A kto powiedział, że chodzi o jakiegoś sprzedawcę nalewek?
uk: А хто сказав, що мова йде про якогось продавця випивки?

source: A kto powiedział, że czegoś chcę?
uk: А хто сказав, що я чогось хочу?

source: A kto powiedział, że czymś się zajmuję? Czy ja ci wyglądam na jakiegoś robola? I czy w ogóle w moim wieku to normalne, żeby pracować?
uk: А хто сказав, що я чимось займаюся? Я що, схожий на якогось робітника? І чи взагалі нормально в моєму віці працювати?

source: A kto pyta?
uk: А хто питає?

source: A kto to jest ten cały Ezekiel?
uk: А хто такий цей Єзекіїль?

source: A kto to postanowił w końcu się pojawić?
uk: І хто ж це нарешті вирішив з'явитись?

source: A kto to przyszedł? Masz ochotę na jakiś nowy kontrakt, mały?
uk: А хто це прийшов? Маєш бажання заключити нову угоду, малий?

source: A ktoś inny drze mordę jak nawiedzony?
uk: А хто ще тут верещить як навіжений?

source: A któż by inny?
uk: А хто ж іще?

source: A któż to? Kolejny wielbiciel?
uk: А це хто? Ще один шанувальник?

source: A ludzkie szkielety?
uk: А людські скелети?

source: A mają ku temu jakiś powód?
uk: А чи є у них для цього підстави?

source: A mam nakaz, by rekwirować czyjąś własność?
uk: А хіба у мене є ордер на конфіскацію чужого майна?

source: A mamy o czym?
uk: А нам є що обговорювати?

source: A masz czym zapłacić?
uk: А в тебе є чим заплатити?

source: A masz na to złoto?
uk: А ти маєш гроші?

source: A masz przy sobie glejt?
uk: А перепустка у тебе є?

source: A mimo tego, królewski paladyn niemal stracił życie!
uk: І все ж, королівський паладин ледь не втратив життя!

source: A miłościwy Adanos niech obdarzy opieką twego strudzonego ojca, dopóki nie dołączy do ciebie w wiecznej szczęśliwości.
uk: І нехай милосердний Аданос дарує свій захист твоєму втомленому батькові, допоки він не приєднається до тебе у житті вічному.

source: A mnie się pytaj o detale, ja tego nie widziałem! Może był pijany? Może się potknął i poleciał łbem w dół?
uk: Навіть не питай про подробиці, я цього не бачив! Може, він був п'яний? А може, спіткнувся і полетів головою вниз?

source: A mogę ubiegać się o pożyczkę?
uk: А я можу взяти позику?

source: A mogę wiedzieć, po co ci ta informacja?
uk: Можна запитати, навіщо тобі ця інформація?

source: A mogłeś mnie posłuchać!
uk: А міг би й послухати мене!

source: A może byś tak zawracał głowę komuś innemu?
uk: Можеш заважати комусь іншому?

source: A może ingerencja, by przywrócić równowagę, jest dobra, nawet jeśli nie odnieśliśmy zamierzonego sukcesu?
uk: А можливо, втручання задля відновлення балансу – це добре, навіть якщо ми не досягли бажаного успіху?

source: A może jak na zwykłego najemnika przystało, chcesz nas pobić i wygonić?
uk: Чи, може, як і належить найманцеві, ти хочеш нас побити і прогнати?

source: A może jest coś jeszcze odnośnie twojego brata, o czym żaden z nas nie wie?
uk: Можливо, є ще щось про твого брата, чого ніхто з нас не знає?

source: A może mówisz tak po prostu by mnie zmylić? Chyba oszaleję w tej kopalni! Każdy próbuje każdego okraść i oszukać!
uk: А може ти це кажеш, щоб збити мене з пантелику? Я, мабуть, здурію в цій копальні! Кожен намагається всіх пограбувати і обдурити!

source: A może po prostu chcesz mi powiedzieć, że nie smakuje ci mój gulasz?! No, przyznaj się!
uk: А може, ти просто хочеш сказати мені, що тобі не подобається моє рагу?! Ну ж бо, зізнавайся!

source: A może po prostu liczysz na większą nagrodę, co?
uk: А може ти просто сподіваєшся на більшу винагороду?

source: A może szukasz bogactwa? Jeśli tak, to proszę: oto Korona Adanosa. Włóż ją, a bogactwo samo do ciebie przyjdzie!
uk: А може ти шукаєш багатства? Якщо так, то будь ласка: ось Корона Аданоса. Вдягни її, і багатство прийде до тебе саме по собі!

source: A może ty czegoś potrzebujesz?
uk: А, може, тобі щось потрібно?

source: A może wolisz najemniczy tryb życia? Gildia Araxos rekrutuje tylko najlepszych z najlepszych.
uk: А, може, ти віддаєш перевагу способу життя найманця? Гільдія Араксос набирає лише найкращих з найкращих.

source: A może zabiłeś kogoś, kogo nawet nie znałeś, tylko dlatego, że ktoś inny oferował za to kilka złotych monet?
uk: А може, ти вбив когось, кого навіть не знав, лише тому, що хтось дав тобі за це кілька золотих монет?

source: A może zainteresuje cię któraś z naszych map?
uk: А може тебе зацікавить одна з наших мап?

source: A może zwyczajnie jesteś tu, aby zakuć nas w kajdany i wrzucić do lochu?
uk: Чи, може, ти тут для того, щоб закувати нас в кайдани і кинути до в'язниці?

source: A może zwyczajnie robią, co mają zrobić i przestają mu być potrzebni?
uk: Або вони просто виконують те, що від них вимагається, і стають більше не потрібними?

source: A może...
uk: А може...

source: A myślałem, że to ja mam problemy z oczami na stare lata.
uk: А я думав, що це у мене проблеми з зором на старість.

source: A myślałem, że w jaskini renegatów jest nieprzyjemnie...
uk: А я ще думав, що в печері відступників було незатишно...

source: A myślałeś o straży?
uk: А ти думав про вартових?

source: A myślałeś, że do końca życia będę cię chronił za marne 10 samorodków?
uk: А ти думав, що я захищатиму тебе до кінця твого життя за якісь жалюгідні 10 самородків?

source: A na co ci mój miecz chłopcze?
uk: Для чого тобі мій меч, хлопче?

source: A na co ci złoto?
uk: А для чого тобі золото?

source: A na co mi ich głowy? Mam je sobie powiesić na ścianie, żeby pokazać, jaki to jestem groźny?
uk: Нащо мені їхні голови? Повісити їх у себе на стіні, щоб показати, наскільки я небезпечний?

source: A na co mi te monety? Tutaj korzystamy z samorodków. Bez nich nie mamy o czym gadać.
uk: Для чого мені монети? Тут ми використовуємо самородки. Без них нема про що й говорити.

source: A na cóż ci zwierzęca krew?
uk: А навіщо тобі кров тварини?

source: A nagroda?
uk: А винагорода?

source: A najemnika nie ma...
uk: А найманця немає...

source: A najgorszy z nich wszystkich jest Rik. Tylko patrzeć aż zacznie się do mnie przystawiać, ale jedyne co ode mnie dostanie to solidnego kopa w klejnoty!
uk: А найгірший з них – Рік. Це лише питання часу, коли він почне лізти до мене. Але все, що він отримає від мене – це добрячого копняка по яйцях!

source: A najlepiej jakbyś go wetknął temu kłamliwemu Huug.
uk: А найкраще було б, якби ти встромив його цьому брехливому Хуугу в...

source: A nawet gdyby tak było, to i tak się spóźniłeś.
uk: А якби й продавав, то ти все одно запізнився.

source: A nawet i cały ich tuzin!
uk: Навіть цілу дюжину!

source: A nawet jeśli by ci się udało... nie będziesz już tym samym człowiekiem.
uk: І навіть якщо тобі це вдасться... ти вже не будеш тією самою людиною.

source: A nawet jeśli jesteś na tyle głupi, żeby coś im przekazać, to moi współpracownicy bardzo szybko znajdą cię w areszcie.
uk: А навіть якщо ти настільки дурний, щоб щось їм розказати, мої колеги дуже швидко знайдуть тебе під вартою.

source: A nawet jeśli, to co ci do tego?
uk: А навіть якщо і так, то що тобі до цього?

source: A nawet jeśli, to co mi zrobisz, mały gnojku?
uk: А навіть якщо так, то що ти мені зробиш, малий засранцю?

source: A nawet nie są wykonane ze szczerego złota jak te w klasztorach czy posiadane przez paladynów.
uk: А вони навіть не зроблені з чистого золота, як ті, що знаходяться в монастирях чи у паладинів.

source: A niby dlaczego miałby być zły?
uk: А чому він має сердитися?

source: A niby dlaczego?
uk: І чому ж це?

source: A niby taki wielki uczony! Dobra właź, bo trzeba zacząć działać.
uk: Посміховисько, а не великий вчений! Що ж, заходь, бо вже треба починати.

source: A nic nowego, młody. Nic się nie bój.
uk: Нічого нового, юначе. Нема чого боятися.

source: A nie będziesz się odzywać?
uk: А ти не будеш базікати?
